/* Appended to users own service name */
" (me)" = " (me)";

/* Total songs available information */
"%@ days" = "%@ days";

/* Total songs available information */
"%@ GB" = "%@ GB";

/* Total songs available information */
"%@ hours" = "%@ hours";

/* Total songs available information */
"%@ KB" = "%@ KB";

/* Total songs available information */
"%@ MB" = "%@ MB";

/* Total songs available information */
"%@ minutes" = "%@ minutes";

/* Row info in service list table */
"%@ Playlist Subscriptions" = "%@ Playlist Subscriptions";

/* Total songs available information */
"%@ seconds" = "%@ seconds";

/* Row info in service list table */
"%@ Songs" = "%@ Songs";

/* Long view of data in iTunes */
"%@, %@ total time, %@" = "%1$@, %2$@ total time, %3$@";

/* iTunes Column Display */
"%i kbps" = "%i kbps";

/* iTunes Column Display */
"%i of %i" = "%1$i of %2$i";

/* Total songs available information */
"%i songs" = "%i songs";

/* Row info in service list table */
"1 Playlist Subscription" = "1 Playlist Subscription";

/* Row info in service list table */
"1 Song" = "1 Song";

/* Total songs available information */
"1 song" = "1 song";

/* Preference Pane Option */
"Accounts" = "Accounts";

/* Preference Pane Option */
"Advanced" = "Advanced";

/* Status */
"Authenticating..." = "Authenticating...";

/* Availability status in roster */
"Available" = "Available";

/* ToolTip for music note button in Service List */
"Browse Music Library" = "Browse Music Library";

/* Status */
"Cannot connect to computer" = "Cannot connect to computer";

/* Status */
"Cannot fetch iTunes data" = "Cannot fetch iTunes data";

/* Status */
"Cannot fetch service info" = "Cannot fetch service info";

/* Availability status in roster */
"Connecting" = "Connecting";

/* Status */
"Connecting to computer..." = "Connecting to computer...";

/* Status */
"Done" = "Done";

/* Download table status */
"Download Complete" = "Download Complete";

/* Download table status */
"Download Failed" = "Download Failed";

/* Status in Registration Form */
"Downloading Failed!" = "Downloading Failed!";

/* Status in Registration Form */
"Downloading License..." = "Downloading License...";

/* Download table status */
"Downloading..." = "Downloading...";

/* ToolTip for gear button in Service List */
"Edit Playlist Subscriptions" = "Edit Playlist Subscriptions";

/* URL field placeholder */
"Enter address of remote library" = "Enter address of remote library";

/* Status */
"Enter password for \"%@\":" = "Enter password for \"%@\":";

/* Status */
"Enter password for remote computer:" = "Enter password for remote computer:";

/* Placeholder in www sheet */
"Fetching IP address..." = "Fetching IP address...";

/* Preference Pane Option */
"General" = "General";

/* Status */
"Incorrect password. Please try again:" = "Incorrect password. Please try again:";

/* Status in Registration Form */
"Invalid email or key" = "Invalid email or key";

/* Error message in welcome panel */
"Invalid Username!" = "Invalid Username!";

/* Preference Pane Option */
"iTunes" = "iTunes";

/* Update status in Subscriptions sheet */
"Last Update: %@" = "Last Update: %@";

/* Empty Service List */
"No Mojo Services Available" = "No Mojo Services Available";

/* Error message in welcome panel */
"No Registration!" = "No Registration!";

/* Error message in welcome panel */
"Not Available!" = "Not Available!";

/* LCD Placeholder */
"Nothing Playing" = "Nothing Playing";

/* Option to create new playlist in Preferences:iTunes */
"Other..." = "Other...";

/* Status */
"Parsing iTunes data..." = "Parsing iTunes data...";

/* Row info in service list table */
"Pending approval" = "Pending approval";

/* Status in Registration Form */
"Purchase License Key" = "Purchase License Key";

/* Registration Status in About Panel */
"Registered to %@" = "Registered to %@";

/* Download table status */
"Remove from queue" = "Remove from queue";

/* Status */
"Requesting iTunes data..." = "Requesting iTunes data...";

/* Status */
"Requesting iTunes data... %i%%" = "Requesting iTunes data... %i%%";

/* Status */
"Requesting service info..." = "Requesting service info...";

/* Status */
"Resolving IP address..." = "Resolving IP address...";

/* Error message in welcome panel */
"Select a server" = "Select a server";

/* Tooltip for disabled Download button */
"Select the songs you'd like to download" = "Select the songs you'd like to download";

/* Preference Pane Option */
"Sharing" = "Sharing";

/* Preference Pane Option */
"Software Update" = "Software Update";

/* Designation for the current day */
"Today" = "Today";

/* Error message in welcome panel */
"Try a different server" = "Try a different server";

/* Error message in welcome panel */
"Unable to connect to server!" = "Unable to connect to server!";

/* Availability status in roster */
"Unavailable" = "Unavailable";

/* Registration Status in About Panel */
"Unregistered" = "Unregistered";

/* Status in Registration Form */
"Verifying License..." = "Verifying License...";

/* Version Display in About Panel */
"Version %@ (%@)" = "Version %1$@ (%2$@)";

/* Designation for the previous day */
"Yesterday" = "Yesterday";

